<article class="article">
  <header class="article-header">
    <h2>
      <code>
        &lt;Welcome/Bienvenido&gt;
      </code>
    </h2>
    <div class="base-words">
      <div class="base-word-line">
        Welcome to LMHT!
      </div>
      <div class="base-word-line">
        Bienvenido a LMHT!
      </div>
    </div>
  </header>
  <div class="definition">
    <div class="definition-box definition-spanish">
      <h4>Introducci&oacute;n a LMHT</h4>
      <p>Buenvenidos a LMHT.  Se trata del un Repositorio de C&oacute;digo Abierta(Open Source Code) es para ayudar los hablantes de espa&ntilde;ol traducir y comprender las etiquetas de HTML.  Originalmente comentz&oacute; como un projecto de "Team Open Brace" en la Verando de 2015 YWebCA, esta projecto est&aacute; siendo desarrollado actualmente m&aacute;s como un projecto de Open Source por Adorable para ampliar sus posibilidades.  Con su ayuda, podemos convertir esto en excelente herramienta de aprendezaje de los programadoras biling&uuml;es.</p>
    </div>
    <div class="definition-box definition-english">
      <h4>Introduction to LMHT</h4>
      <p>Welcome to LMHT.  This is an open source code repository to help Spanish speakers translate and understand HTML tags.  Originally started as a project by Team Open Brace in the YWebCA Summer of 2015 class, this project is now being developed further as an open source project by Adorable to expand its possibilities.  With your help, we can turn this into an excellent learning tool for bilingual programmers.</p>
    </div>
  </div>
  <div class="how-to-remember">
    <div class="how-to-remember-box how-to-remember-spanish">
      <h4>&iquest;C&oacute;mo utilizar LMHT?</h4>
      <p>Comenzar su b&uacute;squeda mecanograf&iacute;a el nombre de la etiqueta que quires aprender m&aacute;s sobre en el cuadro de b&uacute;squeda de arriba.  Esto puede autom&aacute;ticamente con etiquetas disponibles. (Recuerde que esta es un trabajo en progreso.  Entonces, no tendremos todas las etiquetas.  Sin embargo, si tu tienes surerencias sobre faltan etiquetas y agregarios, puedes contribuir a nuestro sitio en GitHub;  https://github.com/LMHT/LMHT.github.io. Puede leer el documento se llama Contributing.md y comensa ayudando.  Todo ayuda es muy apreciada.)<br/>Cuando tienes seleccionado la etiqueta que quires, un ventana va a abrir y va a molestar las siguientes piezas importante de informaci&oacute;n: nombre de su etiqueta; su base en ingl&eacute;s; traducci&oacute;n en espa&ntilde;ol; una grabaci&oacute;n de su pronuncici&oacute;n; la definici&oacute;n en ingl&eacute;s y espa&ntilde;ol; consejos &uacute;tiles de c&oacute;mo recordar lo que hace y un muestra de la etiqueta utilizada en el c&oacute;digo.</p>
    </div>
    <div class="how-to-remember-box how-to-remember-english">
      <h4>How to Use LMHT</h4>
      <p>Begin your search by typing in the name of the tag that you want to learn more about in the search box above.  It will automatically populate with available tags.  Remember this is a work in progress, so we do not have all tags yet.<br/>Once you have selected the tag you want, the window will open and show the following key pieces of information: tag name; English base; Spanish translation; audio recording of the tag's pronunciation and definition; definition in English and Spanish; helpful hints for how to remember the meaning of the tag; sample of the tag being used in code</p>
    </div>
  </div>
  <pre class="code-example"><code></code></pre>
</article>
